{
  "Pay": "Payer",
  "Invoicing and Accounting": "Facturation et comptabilité",
  "Payments": "Paiements",
  "New Invoice": "Nouvelle facture",
  "Invoices": "Factures",
  "Tax Rules": "Règles fiscales",
  "Gateways": "Passerelles",
  "Payment Settings": "Paramètres de paiement",
  "Manage payment configuration": "Gérer la configuration du paiement",
  "Invoice Template": "Modèle de facture",
  "Customize the template used for invoices.": "Personnalisez le modèle utilisé pour les factures.",
  "Change Invoice Status": "Modifier le statut de la facture",
  "Current status: :name": "Statut actuel : :nom",
  "Add Payment Method": "Ajouter un mode de paiement",
  "Default Currency": "devise par défaut",
  "* - Any country": "* - N'importe quel pays",
  "* - Any state": "* - N'importe quel état",
  "\":profile\" is already default and cannot be unset as default.": "\":profile\" est déjà par défaut et ne peut pas être supprimé par défaut.",
  "Status": "Statut",
  "ID": "ID",
  "IP Address": "Adresse IP",
  "Email": "Courriel",
  "First Name": "Prénom",
  "Last Name": "Nom de famille",
  "Processed at": "Traité le",
  "Status updated": "Statut mis à jour le",
  "Sent At": "Envoyé à",
  "Due At": "Due le",
  "Total": "Total",
  "Subtotal": "Total",
  "Phone": "Téléphone",
  "Company": "Entreprise",
  "Street Address": "Adresse de la rue",
  "City": "Ville",
  "Zip": "Code Postal",
  "State": "État",
  "Country": "Pays",
  "Payment Method": "Mode de paiement",
  "Is tax exempt": "Est exonéré d'impôt",
  "Invoice Details": "Détails de la facture",
  "Currency": "Devise",
  "User": "Utilisateur",
  "Click the %s button to find a user": "Cliquez sur le bouton %s pour trouver un utilisateur",
  "Customer Details": "Détails du client",
  "Vat ID": "Numéro de TVA",
  "Billing Address": "adresse de facturation",
  "-- select country --": "-- choisissez le pays --",
  "-- select state --": "-- sélectionnez l'état --",
  "Description": "Description",
  "Qty": "Quantité",
  "Unit Price": "Prix unitaire",
  "Discount (%)": "Rabais (%)",
  "Amount": "Montant",
  "Line Item": "Article",
  "Tax & Discounts": "Taxes et réductions",
  "Tax Class": "Classe de taxes",
  "-- use default --": "-- l'utilisation par défaut --",
  "Tax Exempt": "Exonéré d'impôt",
  "Tick this checkbox if the tax should not be applied to this line item": "Cochez cette case si la taxe ne doit pas être appliquée à cet élément de campagne.",
  "Recorded": "Enregistré",
  "Comment": "Commentaire",
  "- select a status -": "- sélectionnez un statut -",
  "Mark as payment received": "Marquer comme paiement reçu",
  "Use this if a manual payment has been received from the customer.": "Utilisez-le si un paiement manuel a été reçu du client.",
  "Invoice": "Facture",
  "Code": "Code",
  "HTML": "HTML",
  "CSS": "CSS",
  "Gateway": "passerelle",
  "Message": "Message",
  "Name": "Nom",
  "Gateway Name": "Nom de la passerelle",
  "Enabled": "Activé",
  "Default": "Défaut",
  "General": "Général",
  "The name to display this payment type on the front-end.": "Le nom pour afficher ce type de paiement sur le front-end.",
  "The unique code as an identifier of this payment type.": "Le code unique comme identifiant de ce type de paiement.",
  "An optional description for this payment type.": "Une description facultative pour ce type de paiement.",
  "Restrict payment type to selected countries. If none are selected the payment gateway is applicable to all countries.": "Restreindre le type de paiement aux pays sélectionnés. Si aucune n’est sélectionnée, la passerelle de paiement est applicable à tous les pays.",
  "Countries": "Pays",
  "Invoice Prefix": "Préfixe de facture",
  "Enter a value to prefix all invoice numbers.": "Saisissez une valeur pour préfixer tous les numéros de facture.",
  "New Invoice Number": "Nouveau numéro de facture",
  "Use this to set the next invoice number, must be more than the current invoice number.": "Utilisez-le pour définir le numéro de facture suivant, qui doit être supérieur au numéro de facture actuel.",
  "Class Name": "Nom du cours",
  "Tax Table": "Tableau des taxes",
  "Providing a description is optional.": "Fournir une description est facultatif.",
  "Place a tick in this checkbox if you want to use this tax table by default.": "Cochez cette case si vous souhaitez utiliser ce barème de taxes par défaut.",
  "Rates": "Taux",
  "Country Code": "Code postal",
  "State Code": "Code d'État",
  "Rate %": "Taux %",
  "Priority": "Priorité",
  "New Tax Class": "Nouvelle classe de taxes",
  "Tax": "Taxe",
  "Tax name": "Nom de la taxe",
  "Compound": "Composé",
  "Tax Classes": "Classes de taxes",
  "Payment Methods": "Méthodes de paiement",
  "Void": "Annulé",
  "Paid": "Payé",
  "Approved": "Approuvé",
  "Draft": "Brouillon",
  "Items": "Articles",
  "Price": "Prix",
  "Discount": "Réduction",
  "Prices Include Tax": "Prix incluant la taxe",
  "Tick this checkbox if the tax is included in the quoted prices for this line item.": "Cochez cette case si la taxe est incluse dans les prix indiqués pour cet article",
  "Check this if tax should not be applied to the invoice.": "Cochez ceci si la taxe ne doit pas être appliquée à la facture",
  "Discounts": "Réductions",
  "Invoice has no line items": "La facture ne contient aucune ligne d'article",
  "Providing a description here is optional.": "Fournir une description ici est facultatif",
  "Disabled payment methods are not shown on the frontend.": "Les méthodes de paiement désactivées ne sont pas affichées sur le frontend",
  "Use this to enable this method in the admin panel only.": "Utilisez ceci pour activer cette méthode uniquement dans le panneau d'administration",
  "The name to display this payment method on the frontend.": "Le nom à afficher pour cette méthode de paiement sur le frontend",
  "An optional description for this payment method.": "Une description optionnelle pour cette méthode de paiement",
  "The unique code as an identifier of this payment method.": "Le code unique en tant qu'identifiant de cette méthode de paiement",
  "Visibility": "Visibilité",
  "Select the user groups this payment method is available for. If no groups are selected, the payment method will be available for all user groups.": "Sélectionnez les groupes d'utilisateurs pour lesquels cette méthode de paiement est disponible. Si aucun groupe n'est sélectionné, la méthode de paiement sera disponible pour tous les groupes d'utilisateurs",
  "Custom Payment Method": "Méthode de paiement personnalisée",
  "Payment Instructions": "Instructions de paiement",
  "Payment Page": "Page de paiement",
  "PayPal": "PayPal",
  "Accept payments using the PayPal REST API.": "Accepter les paiements via l'API REST de PayPal",
  "Sandbox Mode": "Mode bac à sable",
  "Client ID": "ID client",
  "Use the PayPal Sandbox Test Environment to try out payments using this gateway.": "Utilisez l'environnement de test PayPal Sandbox pour tester les paiements à l'aide de cette passerelle.",
  "PayPal client ID to identify your app.": "ID client PayPal pour identifier votre application.",
  "Secret Key": "Clé secrète",
  "PayPal client secret to authenticate with the client ID. Keep this secret safe.": "Secret client PayPal pour s'authentifier avec l'identifiant client. Gardez ce secret en sécurité.",
  "Stripe": "Bande",
  "Accept payments using Stripe.": "Accepter les paiements via Stripe.",
  "Test Mode": "Mode test",
  "Use Stripe Test Mode to try out payments using this gateway.": "Utilisez le mode test Stripe pour tester les paiements à l'aide de cette passerelle.",
  "Stripe secret key to authenticate requests. Keep this secret safe.": "Clé secrète Stripe pour authentifier les demandes. Gardez ce secret en sécurité.",
  "* - Any Country": "* - N'importe quel pays",
  "* - Any State": "* - N'importe quel état",
  "Create Taxes": "Créer des taxes",
  "Tax Name": "Nom de la taxe",
  "Sent": "Envoyé",
  "Create Invoice": "Créer une facture",
  "— Use Default —": "Utiliser par défaut",
  "Quantity": "Quantité",
  "Unit Discount": "Réduction par unité",
  "Amount (-)": "Montant (-)",
  "Percentage (%)": "Pourcentage (%)",
  "Set Price": "Définir le prix",
  "-- select --": "-- sélectionner --",
  "Change Status": "Changer le statut",
  "For creating payment forms with custom payment processing, such as offline payments.": "Pour créer des formulaires de paiement avec un traitement de paiement personnalisé, comme les paiements hors ligne",
  "Close": "Fermer",
  "Restrict payment method to selected countries. If none are selected the payment gateway is applicable to all countries.": "Restreindre la méthode de paiement aux pays sélectionnés. Si aucun n'est sélectionné, la passerelle de paiement est applicable à tous les pays",
  "Redirect to this page if this payment is selected during the purchase workflow. Leave blank to use the default payment page.": "Redirigez vers cette page si ce paiement est sélectionné lors du processus d'achat. Laissez vide pour utiliser la page de paiement par défaut",
  "Order Start Status": "Statut de début de commande",
  "Select a status to assign the order if this payment method is selected during checkout.": "Sélectionnez un statut à attribuer à la commande si cette méthode de paiement est sélectionnée lors du paiement",
  "Suppress New Order Notification": "Supprimer la notification de nouvelle commande",
  "Check this to disable new order notifications that use this payment method.": "Cochez ceci pour désactiver les notifications de nouvelle commande utilisant cette méthode de paiement"
}